Repository: CPS-IT/event-submission-zug
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_eventsubmission_domain_model_job.tab.request
source: Internal Request information
de: Interne Request Informationen

# tx_eventsubmission_domain_model_job.tab.internal
source: Internal job process information
de: Informationen zum internen Jobprozess

# tx_eventsubmission_domain_model_job
source: Event submission job
de: Einreichung einer Veranstaltung

# tx_eventsubmission_domain_model_job.uuid
source: Record universal uuid
de: Universelle UUID aufzeichnen

# tx_eventsubmission_domain_model_job.request_date_time
source: Request datetime
de: Datum und Uhrzeit der Anfrage

# tx_eventsubmission_domain_model_job.payload
source: Payload
de: Daten

# tx_eventsubmission_domain_model_job.response_code
source: Response code
de: Anwort-Kode

# tx_eventsubmission_domain_model_job.is_api_error
source: API Request Status
de: Status der API-Anfrage

# tx_eventsubmission_domain_model_job.is_api_error.error
source: Error
de: Fehler

# tx_eventsubmission_domain_model_job.is_api_error.success
source: Success
de: Erfolg

# tx_eventsubmission_domain_model_job.job_triggered_date_time
source: Job internally triggered at
de: interne Bearbeitung des Auftrags gestartet um

# tx_eventsubmission_domain_model_job.is_done
source: Job internally done
de: interne Bearbeitung des Auftrag abgeschlossen um

# tx_eventsubmission_domain_model_job.internal_log_message
source: Job internal log message
de: interne Protokollmeldung

# tx_eventsubmission_domain_model_job.is_internal_error
source: Internal job status
de: Interner Auftragsstatus

# tx_eventsubmission_domain_model_job.approved
source: Approved
de: Freigabe

# tx_eventsubmission_domain_model_job.approved.0
source: Approve now
de: Jetzt freigeben

# tx_eventsubmission_domain_model_job.approved.1
source: Approved
de: freigegeben

# tx_eventsubmission_domain_model_job.event
source: Event
de: Veranstaltung

# tx_eventsubmission_domain_model_job.approved_description
source: Click the button below to accept or decline the event.
de: Klicken Sie auf den Button unten um die Veranstaltung freizugeben oder abzulehnen.

# tx_eventsubmission_domain_model_job.event_description
source: Event created from this submission.
de: zugehörige Veranstaltung (aus diesem Vorschlag erstellt)

# tt_content.CType.eventsubmission_app
source: Event Submission Form
de: Formular zur Einreichung einer Veranstaltung

# tt_content.CType.eventsubmission_app.configuration
source: Configuration
de: Konfiguration

# payload.label.bodytext
source: Description
de: Beschreibung

# payload.label.datetime
source: Date and Time
de: Datum und Uhrzeit

# payload.label.event_end
source: Event End Time
de: Endzeit

# payload.label.title
source: Title
de: Titel

# payload.label.timezone
source: Time Zone
de: Zeitzone

# payload.label.language
source: Language
de: Sprache

# payload.label.location_simple
source: Location
de: Veranstaltungsort

# payload.label.reference_id
source: External Reference ID
de: externe Referenz-ID

# payload.label.emailValidated
source: Email Validated
de: E-Mail validiert

# payload.label.event_mode
source: Event Mode
de: Modus

# payload.label.organizer_simple
source: Organizer
de: Organisator

# payload.label.error
source: Error
de: Fehler

# payload.message.invalidJsonInPayload
source: Invalid content in submitted event proposal.
de: Ungültige Inhalte im eingereichten Veranstaltungsvorschlag

# approval_status.header
source: Approval Status
de: Freigabestatus

# approval_status.message.submissionApprovalPending
source: Event submission has not been approved yet.
de: Der eingereichte Vorschlag wurde noch nicht freigegeben.

# approval_status.message.submissionApprovedEventCreated
source: Event submission has been approved. The proposed event record has been created.
de: Vorschlag freigegeben. Der vorgeschlagene Veranstaltungsdatensatz wurde angelegt.

# approval_status.message.submissionApprovedEventCreationPending
source: Event submission has been approved and the proposed event record has not been created yet.
de: Der Vorschlag wurde freigegeben. Der Veranstaltungsdatensatz wurde noch nicht erstellt.

# approval_status.message.submissionWithdrawn
source: Event submission has been withdrawn. Please consider to un-publish the related event.
de: Der Veranstaltungsvorschlag wurde zurückgezogen. Bitte überprüfen Sie den verknüpften Veranstaltungsdatensatz

# label.status.unknown
source: unknown
de: unbekannt

# label.status.new
source: new
de: neu

# label.status.updated
source: updated
de: geändert

# label.status.withdrawn
source: withdrawn
de: zurückgezogen

# label.status.approved
source: approved
de: freigegeben

# label.status.eventCreated
source: event created
de: Veranstaltung angelegt

# label.status.published
source: published
de: veröffentlicht

# label.status.error
source: error
de: Fehler

# label.status.rejected
source: rejected
de: abgelehnt

# label.additionalFieldsConfiguration
source: Additional Fields Configuration
de: Konfiguration für zusätzliche Felder
